Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Sudoku board, solved
de: Sudoku-Feld, gelöst
es: Tablero de Sudoku, resuelto
fr: Grille de Sudoku, résolue
it: Tabellone Sudoku, risolto
ja: 数独ボード、完成
ko: 스도쿠 보드, 완료
pt_br: Tabuleiro de Sudoku, resolvido
zh_hans: 数独棋盘，已完成
zh_hant: 數獨棋盤，已完成

source: Sudoku board, complete but with errors
de: Sudoku-Feld, vollständig aber mit Fehlern
es: Tablero de Sudoku, completo pero con errores
fr: Grille de Sudoku, complète mais avec des erreurs
it: Tabellone Sudoku, completo ma con errori
ja: 数独ボード、埋まっているが間違いあり
ko: 스도쿠 보드, 다 채웠지만 오류 있음
pt_br: Tabuleiro de Sudoku, completo mas com erros
zh_hans: 数独棋盘，已填满但有错误
zh_hant: 數獨棋盤，已填滿但有錯誤

source: %lld of 81 cells filled
de: %lld von 81 Zellen ausgefüllt
es: %lld de 81 celdas completadas
fr: %lld sur 81 cellules remplies
it: %lld di 81 celle compilate
ja: 81マス中%lldマス記入済み
ko: 81칸 중 %lld칸 채움
pt_br: %lld de 81 células preenchidas
zh_hans: 81格中已填%lld格
zh_hant: 81格中已填%lld格

source: Establishing secure connection…
de: Sichere Verbindung wird hergestellt…
es: Estableciendo conexión segura…
fr: Connexion sécurisée en cours…
it: Connessione sicura in corso…
ja: 安全な接続を確立しています…
ko: 보안 연결을 설정하는 중…
pt_br: Estabelecendo conexão segura…
zh_hans: 正在建立安全连接…
zh_hant: 正在建立安全連線…

# Couldn't establish the VPN connection
source: Couldn’t connect to your VPN
de: Verbindung zu deinem VPN konnte nicht hergestellt werden
es: No se pudo conectar a tu VPN
fr: Impossible de se connecter à votre VPN
it: Impossibile connettersi alla tua VPN
ja: お使いのVPNに接続できませんでした
ko: 내 VPN에 연결할 수 없어요
pt_br: Não foi possível conectar à sua VPN
zh_hans: 无法连接到你的 VPN
zh_hant: 無法連線到你的 VPN

source: VPN chaining
de: VPN-Verkettung
es: Encadenamiento VPN
fr: Chaînage VPN
it: Concatenamento VPN
ja: VPNチェーン
ko: VPN 체이닝
pt_br: Encadeamento de VPN
zh_hans: VPN 串联
zh_hant: VPN 串接

source: WireGuard configuration
de: WireGuard-Konfiguration
es: Configuración de WireGuard
fr: Configuration WireGuard
it: Configurazione WireGuard
ja: WireGuard構成
ko: WireGuard 구성
pt_br: Configuração do WireGuard
zh_hans: WireGuard 配置
zh_hant: WireGuard 設定

source: Content
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: 内容
ko: 내용
pt_br: Conteúdo
zh_hans: 内容
zh_hant: 內容

source: Choose file
de: Datei auswählen
es: Elegir archivo
fr: Choisir un fichier
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
pt_br: Escolher arquivo
zh_hans: 选择文件
zh_hant: 選擇檔案

source: Saving…
de: Wird gespeichert…
es: Guardando…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
pt_br: Salvando…
zh_hans: 正在保存…
zh_hant: 儲存中…

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置き換える
ko: 교체
pt_br: Substituir
zh_hans: 替换
zh_hant: 取代

source: No saved configuration
de: Keine gespeicherte Konfiguration
es: No hay configuración guardada
fr: Aucune configuration enregistrée
it: Nessuna configurazione salvata
ja: 保存済みの構成はありません
ko: 저장된 구성 없음
pt_br: Nenhuma configuração salva
zh_hans: 没有已保存的配置
zh_hant: 沒有已儲存的設定

source: Saved configuration
de: Gespeicherte Konfiguration
es: Configuración guardada
fr: Configuration enregistrée
it: Configurazione salvata
ja: 保存済みの構成
ko: 저장된 구성
pt_br: Configuração salva
zh_hans: 已保存的配置
zh_hant: 已儲存的設定

source: Saved configuration unavailable
de: Gespeicherte Konfiguration nicht verfügbar
es: Configuración guardada no disponible
fr: Configuration enregistrée indisponible
it: Configurazione salvata non disponibile
ja: 保存済みの構成を読み取れません
ko: 저장된 구성을 사용할 수 없음
pt_br: Configuração salva indisponível
zh_hans: 无法读取已保存的配置
zh_hant: 無法讀取已儲存的設定

source: Delete configuration
de: Konfiguration löschen
es: Eliminar configuración
fr: Supprimer la configuration
it: Elimina configurazione
ja: 構成を削除
ko: 구성 삭제
pt_br: Excluir configuração
zh_hans: 删除配置
zh_hant: 刪除設定

source: Delete saved configuration?
de: Gespeicherte Konfiguration löschen?
es: ¿Eliminar la configuración guardada?
fr: Supprimer la configuration enregistrée ?
it: Eliminare la configurazione salvata?
ja: 保存済みの構成を削除しますか？
ko: 저장된 구성을 삭제할까요?
pt_br: Excluir a configuração salva?
zh_hans: 要删除已保存的配置吗？
zh_hant: 要刪除已儲存的設定嗎？

source: Replace saved configuration?
de: Gespeicherte Konfiguration ersetzen?
es: ¿Reemplazar la configuración guardada?
fr: Remplacer la configuration enregistrée ?
it: Sostituire la configurazione salvata?
ja: 保存済みの構成を置き換えますか？
ko: 저장된 구성을 교체할까요?
pt_br: Substituir a configuração salva?
zh_hans: 要替换已保存的配置吗？
zh_hant: 要取代已儲存的設定嗎？

source: Can’t delete this configuration
de: Diese Konfiguration kann nicht gelöscht werden
es: No se puede eliminar esta configuración
fr: Impossible de supprimer cette configuration
it: Impossibile eliminare questa configurazione
ja: この構成を削除できません
ko: 이 구성을 삭제할 수 없음
pt_br: Não foi possível excluir esta configuração
zh_hans: 无法删除此配置
zh_hant: 無法刪除此設定

source: Couldn’t delete the stored configuration.
de: Die gespeicherte Konfiguration konnte nicht gelöscht werden.
es: No se pudo eliminar la configuración guardada.
fr: Impossible de supprimer la configuration enregistrée.
it: Impossibile eliminare la configurazione salvata.
ja: 保存済みの構成を削除できませんでした。
ko: 저장된 구성을 삭제하지 못했습니다.
pt_br: Não foi possível excluir a configuração salva.
zh_hans: 无法删除已保存的配置。
zh_hant: 無法刪除已儲存的設定。

source: DNS fallback
de: DNS-Ersatz
es: DNS de respaldo
fr: DNS de secours
it: DNS di riserva
ja: DNSフォールバック
ko: DNS 대체
pt_br: DNS alternativo
zh_hans: DNS 备用
zh_hant: DNS 備援

source: Review DNS settings
de: DNS-Einstellungen prüfen
es: Revisar ajustes de DNS
fr: Vérifier les réglages DNS
it: Rivedi le impostazioni DNS
ja: DNS設定を確認
ko: DNS 설정 확인
pt_br: Revisar ajustes de DNS
zh_hans: 查看 DNS 设置
zh_hant: 檢視 DNS 設定

source: DNS tiers
de: DNS-Stufen
es: Niveles de DNS
fr: Niveaux DNS
it: Livelli DNS
ja: DNS階層
ko: DNS 계층
pt_br: Camadas de DNS
zh_hans: DNS 层级
zh_hant: DNS 層級

source: T0 · VPN chaining
de: T0 · VPN-Verkettung
es: T0 · Encadenamiento VPN
fr: T0 · Chaînage VPN
it: T0 · Concatenamento VPN
ja: T0 · VPNチェーン
ko: T0 · VPN 체이닝
pt_br: T0 · Encadeamento de VPN
zh_hans: T0 · VPN 串联
zh_hant: T0 · VPN 串接

source: T1 · Primary DNS
de: T1 · Primäres DNS
es: T1 · DNS principal
fr: T1 · DNS principal
it: T1 · DNS primario
ja: T1 · プライマリDNS
ko: T1 · 기본 DNS
pt_br: T1 · DNS primário
zh_hans: T1 · 主 DNS
zh_hant: T1 · 主要 DNS

source: Private key missing
de: Privater Schlüssel fehlt
es: Falta la clave privada
fr: Clé privée manquante
it: Chiave privata mancante
ja: 秘密鍵がありません
ko: 개인 키 없음
pt_br: Chave privada ausente
zh_hans: 缺少私钥
zh_hant: 缺少私密金鑰

source: Split tunnel
de: Geteilter Tunnel
es: Túnel dividido
fr: Tunnel fractionné
it: Tunnel suddiviso
ja: スプリットトンネル
ko: 분할 터널
pt_br: Túnel dividido
zh_hans: 拆分隧道
zh_hant: 分割通道

source: Full tunnel
de: Volltunnel
es: Túnel completo
fr: Tunnel complet
it: Tunnel completo
ja: フルトンネル
ko: 전체 터널
pt_br: Túnel completo
zh_hans: 完整隧道
zh_hant: 完整通道

source: No DNS servers configured
de: Keine DNS-Server konfiguriert
es: No hay servidores DNS configurados
fr: Aucun serveur DNS configuré
it: Nessun server DNS configurato
ja: DNSサーバーが設定されていません
ko: 구성된 DNS 서버 없음
pt_br: Nenhum servidor DNS configurado
zh_hans: 未配置 DNS 服务器
zh_hant: 未設定 DNS 伺服器

source: DNS over HTTPS
de: DNS über HTTPS
es: DNS mediante HTTPS
fr: DNS via HTTPS
it: DNS su HTTPS
ja: HTTPS経由のDNS
ko: HTTPS를 통한 DNS
pt_br: DNS via HTTPS
zh_hans: 通过 HTTPS 的 DNS
zh_hant: 透過 HTTPS 的 DNS

source: DNS over TLS
de: DNS über TLS
es: DNS mediante TLS
fr: DNS via TLS
it: DNS su TLS
ja: TLS経由のDNS
ko: TLS를 통한 DNS
pt_br: DNS via TLS
zh_hans: 通过 TLS 的 DNS
zh_hant: 透過 TLS 的 DNS

source: DNS over QUIC
de: DNS über QUIC
es: DNS mediante QUIC
fr: DNS via QUIC
it: DNS su QUIC
ja: QUIC経由のDNS
ko: QUIC를 통한 DNS
pt_br: DNS via QUIC
zh_hans: 通过 QUIC 的 DNS
zh_hant: 透過 QUIC 的 DNS

# Paste a WireGuard .conf, or use Choose File.
source: Paste a WireGuard configuration, or use Choose file.
de: Füge eine WireGuard-Konfiguration ein oder verwende „Datei auswählen“.
es: Pega una configuración de WireGuard o usa «Elegir archivo».
fr: Collez une configuration WireGuard ou utilisez « Choisir un fichier ».
it: Incolla una configurazione WireGuard oppure usa Scegli file.
ja: WireGuard構成を貼り付けるか、「ファイルを選択」を使用してください。
ko: WireGuard 구성을 붙여넣거나 파일 선택을 사용하세요.
pt_br: Cole uma configuração do WireGuard ou use Escolher arquivo.
zh_hans: 粘贴 WireGuard 配置，或使用“选择文件”。
zh_hant: 貼上 WireGuard 設定，或使用「選擇檔案」。

source: Use Lava DNS settings as fallback
de: Lava-DNS-Einstellungen als Ersatz verwenden
es: Usar los ajustes de DNS de Lava como respaldo
fr: Utiliser les réglages DNS de Lava en secours
it: Usa le impostazioni DNS di Lava come riserva
ja: LavaのDNS設定をフォールバックに使用
ko: Lava DNS 설정을 대체용으로 사용
pt_br: Usar os ajustes de DNS do Lava como alternativa
zh_hans: 使用 Lava DNS 设置作为备用
zh_hant: 使用 Lava DNS 設定作為備援

# Chain DNS through my VPN
source: Use VPN chaining
de: VPN-Verkettung verwenden
es: Usar encadenamiento VPN
fr: Utiliser le chaînage VPN
it: Usa il concatenamento VPN
ja: VPNチェーンを使用
ko: VPN 체이닝 사용
pt_br: Usar encadeamento de VPN
zh_hans: 使用 VPN 串联
zh_hant: 使用 VPN 串接

source: Split-tunnel VPNs only. These lookups leave the VPN tunnel and go to your selected DNS providers.
de: Nur für VPNs mit geteiltem Tunnel. Diese Abfragen verlassen den VPN-Tunnel und gehen an deine ausgewählten DNS-Anbieter.
es: Solo para VPN de túnel dividido. Estas consultas salen del túnel VPN y se envían a los proveedores de DNS que hayas seleccionado.
fr: Uniquement pour les VPN à tunnel fractionné. Ces requêtes sortent du tunnel VPN et sont envoyées aux fournisseurs DNS sélectionnés.
it: Solo per VPN con tunnel suddiviso. Queste richieste escono dal tunnel VPN e raggiungono i provider DNS selezionati.
ja: スプリットトンネルVPNのみ。これらの問い合わせはVPNトンネルを出て、選択したDNSプロバイダーに送信されます。
ko: 분할 터널 VPN에서만 적용돼요. 이 요청은 VPN 터널을 벗어나 선택한 DNS 공급자로 전송돼요.
pt_br: Apenas para VPNs de túnel dividido. Essas consultas saem do túnel VPN e vão para os provedores de DNS selecionados.
zh_hans: 仅适用于拆分隧道 VPN。这些查询会离开 VPN 隧道，发送到您选择的 DNS 提供商。
zh_hant: 僅適用於分割通道 VPN。這些查詢會離開 VPN 通道，傳送至你選取的 DNS 供應商。

source: Can’t save this configuration
de: Diese Konfiguration kann nicht gespeichert werden
es: No se puede guardar esta configuración
fr: Impossible d’enregistrer cette configuration
it: Impossibile salvare questa configurazione
ja: この構成を保存できません
ko: 이 구성을 저장할 수 없습니다
pt_br: Não é possível salvar esta configuração
zh_hans: 无法保存此配置
zh_hant: 無法儲存此設定

source: Anyone with this ZIP can read its diagnostics and settings.
de: Jeder mit dieser ZIP-Datei kann die Diagnosedaten und Einstellungen lesen.
es: Cualquiera con este ZIP puede leer sus diagnósticos y ajustes.
fr: Toute personne disposant de ce ZIP peut lire ses diagnostics et réglages.
it: Chiunque abbia questo ZIP può leggere la diagnostica e le impostazioni.
ja: このZIPを入手した人は診断情報と設定を読むことができます。
ko: 이 ZIP을 가진 사람은 누구나 진단 정보와 설정을 읽을 수 있습니다.
pt_br: Qualquer pessoa com este ZIP pode ler os diagnósticos e ajustes.
zh_hans: 任何获得此 ZIP 的人都能读取其中的诊断信息和设置。
zh_hant: 任何取得此 ZIP 的人都能讀取其中的診斷資訊和設定。

source: Include domain history in this export
de: Domainverlauf in diesen Export aufnehmen
es: Incluir el historial de dominios en esta exportación
fr: Inclure l’historique des domaines dans cet export
it: Includi la cronologia dei domini in questa esportazione
ja: 今回の書き出しにドメイン履歴を含める
ko: 이번 내보내기에 도메인 기록 포함
pt_br: Incluir histórico de domínios nesta exportação
zh_hans: 在本次导出中包含域名历史记录
zh_hant: 在本次匯出中包含網域歷史記錄

source: Security settings unavailable
de: Sicherheitseinstellungen nicht verfügbar
es: Ajustes de seguridad no disponibles
fr: Réglages de sécurité indisponibles
it: Impostazioni di sicurezza non disponibili
ja: セキュリティ設定を利用できません
ko: 보안 설정을 사용할 수 없음
pt_br: Ajustes de segurança indisponíveis
zh_hans: 安全设置不可用
zh_hant: 安全設定無法使用

source: Pause and filter changes now ask for authentication.
de: Pausen und Filteränderungen erfordern jetzt eine Authentifizierung.
es: Ahora las pausas y los cambios de filtro requieren autenticación.
fr: Les pauses et les modifications de filtres nécessitent désormais une authentification.
it: Le pause e le modifiche ai filtri ora richiedono l’autenticazione.
ja: 一時停止とフィルターの変更には認証が必要になりました。
ko: 이제 일시 중지 및 필터 변경 시 인증이 필요합니다.
pt_br: Pausas e alterações de filtros agora exigem autenticação.
zh_hans: 暂停保护和更改筛选器现在需要身份验证。
zh_hant: 暫停防護和變更篩選器現在需要身分驗證。

source: Change authentication settings
de: Authentifizierungseinstellungen ändern
es: Cambiar ajustes de autenticación
fr: Modifier les réglages d’authentification
it: Modifica le impostazioni di autenticazione
ja: 認証設定を変更
ko: 인증 설정 변경
pt_br: Alterar ajustes de autenticação
zh_hans: 更改身份验证设置
zh_hant: 變更身分驗證設定

source: Active filter
de: Aktiver Filter
es: Filtro activo
fr: Filtre actif
it: Filtro attivo
ja: 使用中のフィルター
ko: 사용 중인 필터
pt_br: Filtro ativo
zh_hans: 正在使用的筛选器
zh_hant: 使用中的篩選器

source: Confirm the DNS changes before restoring.
de: Bestätige die DNS-Änderungen vor der Wiederherstellung.
es: Confirma los cambios de DNS antes de restaurar.
fr: Confirmez les modifications DNS avant la restauration.
it: Conferma le modifiche DNS prima del ripristino.
ja: 復元する前にDNSの変更を承認してください。
ko: 복원하기 전에 DNS 변경 사항을 확인하세요.
pt_br: Confirme as alterações de DNS antes de restaurar.
zh_hans: 恢复前请确认 DNS 更改。
zh_hant: 還原前請確認 DNS 變更。

source: Current → Backup
de: Aktuell → Backup
es: Actual → Copia
fr: Actuel → Sauvegarde
it: Attuale → Backup
ja: 現在 → バックアップ
ko: 현재 → 백업
pt_br: Atual → Backup
zh_hans: 当前 → 备份
zh_hant: 目前 → 備份

# Domain diagnostics
source: Domain history
de: Domainverlauf
es: Historial de dominios
fr: Historique des domaines
it: Cronologia dei domini
ja: ドメイン履歴
ko: 도메인 기록
pt_br: Histórico de domínios
zh_hans: 域名历史记录
zh_hant: 網域記錄

source: Fallback DNS
de: Ersatz-DNS
es: DNS de respaldo
fr: DNS de secours
it: DNS di riserva
ja: フォールバックDNS
ko: 대체 DNS
pt_br: DNS alternativo
zh_hans: 备用 DNS
zh_hant: 備援 DNS

source: I confirm these DNS changes
de: Ich bestätige diese DNS-Änderungen
es: Confirmo estos cambios de DNS
fr: Je confirme ces modifications DNS
it: Confermo queste modifiche DNS
ja: これらのDNS変更を承認します
ko: 이 DNS 변경 사항을 확인합니다
pt_br: Confirmo estas alterações de DNS
zh_hans: 我确认这些 DNS 更改
zh_hant: 我確認這些 DNS 變更

source: Restoring replaces your current filters and settings.
de: Die Wiederherstellung ersetzt deine aktuellen Filter und Einstellungen.
es: La restauración reemplaza tus filtros y ajustes actuales.
fr: La restauration remplace vos filtres et réglages actuels.
it: Il ripristino sostituisce i filtri e le impostazioni attuali.
ja: 復元すると、現在のフィルターと設定が置き換えられます。
ko: 복원하면 현재 필터와 설정이 교체됩니다.
pt_br: A restauração substitui seus filtros e ajustes atuais.
zh_hans: 恢复将替换当前的筛选器和设置。
zh_hant: 還原將取代目前的篩選器與設定。

source: Review backup
de: Backup prüfen
es: Revisar copia
fr: Vérifier la sauvegarde
it: Controlla backup
ja: バックアップを確認
ko: 백업 검토
pt_br: Revisar backup
zh_hans: 查看备份
zh_hant: 檢閱備份

source: Saved custom DNS
de: Gespeichertes eigenes DNS
es: DNS personalizado guardado
fr: DNS personnalisé enregistré
it: DNS personalizzato salvato
ja: 保存済みカスタムDNS
ko: 저장된 사용자 지정 DNS
pt_br: DNS personalizado salvo
zh_hans: 已保存的自定义 DNS
zh_hant: 已儲存的自訂 DNS

# This backup uses custom DNS, which requires Lava Security Plus.
source: This backup uses custom DNS, which requires Lava Plus.
de: Dieses Backup verwendet eigenes DNS, wofür Lava Plus erforderlich ist.
es: Esta copia usa DNS personalizado, que requiere Lava Plus.
fr: Cette sauvegarde utilise un DNS personnalisé, qui nécessite Lava Plus.
it: Questo backup usa un DNS personalizzato, che richiede Lava Plus.
ja: このバックアップはカスタムDNSを使用しているため、Lava Plusが必要です。
ko: 이 백업은 Lava Plus가 필요한 사용자 지정 DNS를 사용해요.
pt_br: Este backup usa DNS personalizado, que requer o Lava Plus.
zh_hans: 此备份使用自定义 DNS，需要 Lava Plus。
zh_hant: 此備份使用自訂 DNS，需要 Lava Plus。

source: Use only a recovery phrase you saved yourself.
de: Verwende nur eine Wiederherstellungsphrase, die du selbst gespeichert hast.
es: Usa solo una frase de recuperación que hayas guardado tú.
fr: Utilisez uniquement une phrase de récupération que vous avez vous-même conservée.
it: Usa solo una frase di recupero che hai salvato personalmente.
ja: 自分で保存したリカバリーフレーズだけを使用してください。
ko: 직접 저장한 복구 문구만 사용하세요.
pt_br: Use apenas uma frase de recuperação que você mesmo salvou.
zh_hans: 请仅使用您自己保存的恢复短语。
zh_hant: 請僅使用你自己儲存的復原片語。

source: Your settings changed. Review the backup again.
de: Deine Einstellungen haben sich geändert. Prüfe das Backup erneut.
es: Tus ajustes cambiaron. Revisa la copia de nuevo.
fr: Vos réglages ont changé. Vérifiez à nouveau la sauvegarde.
it: Le impostazioni sono cambiate. Controlla di nuovo il backup.
ja: 設定が変更されました。バックアップをもう一度確認してください。
ko: 설정이 변경되었습니다. 백업을 다시 검토하세요.
pt_br: Seus ajustes mudaram. Revise o backup novamente.
zh_hans: 您的设置已更改。请重新查看备份。
zh_hant: 你的設定已變更。請再次檢閱備份。

source: Unlocked Lava Guards
de: Freigeschaltete Lava Guards
es: Lava Guards desbloqueados
fr: Lava Guards débloqués
it: Lava Guard sbloccati
ja: 解放済みのLava Guard
ko: 잠금 해제된 Lava Guard
pt_br: Lava Guards desbloqueados
zh_hans: 已解锁的 Lava Guard
zh_hant: 已解鎖的 Lava Guard

# Saved list content will change for:
source: Saved blocklist content will change for:
de: Gespeicherte Blocklisten-Inhalte ändern sich für:
es: El contenido guardado de las listas de bloqueo cambiará para:
fr: Le contenu enregistré des listes de blocage changera pour :
it: Il contenuto salvato delle liste di blocco cambierà per:
ja: 保存済みのブロックリストの内容が変更されます：
ko: 다음 항목의 저장된 차단 목록 내용이 변경돼요:
pt_br: O conteúdo salvo das listas de bloqueio mudará para:
zh_hans: 以下拦截列表的已保存内容将更改：
zh_hant: 以下封鎖清單的已儲存內容將變更：

source: Cached rules may be replaced or unavailable.
de: Zwischengespeicherte Regeln können ersetzt werden oder nicht verfügbar sein.
es: Las reglas guardadas en caché pueden reemplazarse o dejar de estar disponibles.
fr: Les règles en cache peuvent être remplacées ou devenir indisponibles.
it: Le regole nella cache potrebbero essere sostituite o non disponibili.
ja: キャッシュ済みのルールが置き換えられたり、利用できなくなる場合があります。
ko: 캐시된 규칙이 교체되거나 사용할 수 없게 될 수 있습니다.
pt_br: As regras em cache podem ser substituídas ou ficar indisponíveis.
zh_hans: 缓存的规则可能被替换或变得不可用。
zh_hant: 快取的規則可能被取代或變得無法使用。

# Could not save security settings. Reopen Lava and try again.
source: Couldn’t save security settings. Reopen Lava and try again.
de: Die Sicherheitseinstellungen konnten nicht gespeichert werden. Öffne Lava erneut und versuche es noch einmal.
es: No se pudieron guardar los ajustes de seguridad. Vuelve a abrir Lava e inténtalo de nuevo.
fr: Impossible d’enregistrer les réglages de sécurité. Rouvrez Lava et réessayez.
it: Impossibile salvare le impostazioni di sicurezza. Riapri Lava e riprova.
ja: セキュリティ設定を保存できませんでした。Lavaを開き直して、もう一度お試しください。
ko: 보안 설정을 저장하지 못했습니다. Lava를 다시 열고 재시도하세요.
pt_br: Não foi possível salvar os ajustes de segurança. Abra o Lava novamente e tente outra vez.
zh_hans: 无法保存安全设置。请重新打开 Lava 后重试。
zh_hant: 無法儲存安全設定。請重新開啟 Lava 後再試。

source: Passcode saved. Reopen Lava to finish updating security settings.
de: Code gespeichert. Öffne Lava erneut, um die Aktualisierung der Sicherheitseinstellungen abzuschließen.
es: Código guardado. Vuelve a abrir Lava para terminar de actualizar los ajustes de seguridad.
fr: Code enregistré. Rouvrez Lava pour terminer la mise à jour des réglages de sécurité.
it: Codice salvato. Riapri Lava per completare l’aggiornamento delle impostazioni di sicurezza.
ja: パスコードを保存しました。Lavaを開き直して、セキュリティ設定の更新を完了してください。
ko: 암호를 저장했습니다. Lava를 다시 열어 보안 설정 업데이트를 완료하세요.
pt_br: Código salvo. Abra o Lava novamente para concluir a atualização dos ajustes de segurança.
zh_hans: 密码已保存。请重新打开 Lava 以完成安全设置更新。
zh_hant: 密碼已儲存。請重新開啟 Lava 以完成安全設定更新。

# Connect
source: Turn On Lava
de: Lava einschalten
es: Activar Lava
fr: Activer Lava
it: Attiva Lava
ja: Lavaをオンにする
ko: Lava 켜기
pt_br: Ativar o Lava
zh_hans: 开启 Lava
zh_hant: 開啟 Lava 防護

# Disconnect
source: Turn Off Lava
de: Lava ausschalten
es: Desactivar Lava
fr: Désactiver Lava
it: Disattiva Lava
ja: Lavaをオフにする
ko: Lava 끄기
pt_br: Desativar o Lava
zh_hans: 关闭 Lava
zh_hant: 關閉 Lava 防護

source: Get Status
de: Status abrufen
es: Obtener estado
fr: Obtenir l’état
it: Ottieni stato
ja: 状態を確認
ko: 상태 확인
pt_br: Obter status
zh_hans: 获取状态
zh_hant: 取得狀態

source: Lava is busy. Try again.
de: Lava ist beschäftigt. Versuche es erneut.
es: Lava está ocupado. Inténtalo de nuevo.
fr: Lava est occupée. Réessayez.
it: Lava è occupato. Riprova.
ja: Lavaは処理中です。もう一度お試しください。
ko: Lava가 작업 중입니다. 다시 시도하세요.
pt_br: O Lava está ocupado. Tente novamente.
zh_hans: Lava 正忙，请重试。
zh_hant: Lava 正忙碌，請再試一次。

source: Live Activities (beta)
de: Live-Aktivitäten (Beta)
es: Actividades en vivo (beta)
fr: Activités en direct (bêta)
it: Attività in tempo reale (beta)
ja: ライブアクティビティ（ベータ）
ko: 실시간 현황(베타)
pt_br: Atividades ao Vivo (beta)
zh_hans: 实时活动（测试版）
zh_hant: 即時動態（測試版）

source: Open Lava to authenticate.
de: Öffne Lava, um dich zu authentifizieren.
es: Abre Lava para autenticarte.
fr: Ouvrez Lava pour vous authentifier.
it: Apri Lava per autenticarti.
ja: Lavaを開いて認証してください。
ko: Lava를 열어 인증하세요.
pt_br: Abra o Lava para se autenticar.
zh_hans: 请打开 Lava 进行身份验证。
zh_hant: 請開啟 Lava 進行身分驗證。

source: Open Lava to complete setup.
de: Öffne Lava, um die Einrichtung abzuschließen.
es: Abre Lava para completar la configuración.
fr: Ouvrez Lava pour terminer la configuration.
it: Apri Lava per completare la configurazione.
ja: Lavaを開いて設定を完了してください。
ko: Lava를 열어 설정을 완료하세요.
pt_br: Abra o Lava para concluir a configuração.
zh_hans: 请打开 Lava 完成设置。
zh_hant: 請開啟 Lava 完成設定。

source: Status unavailable
de: Status nicht verfügbar
es: Estado no disponible
fr: État indisponible
it: Stato non disponibile
ja: 状態を取得できません
ko: 상태를 확인할 수 없음
pt_br: Status indisponível
zh_hans: 状态不可用
zh_hant: 無法取得狀態

source: Aquamarine
de: Aquamarin
es: Aguamarina
fr: Aigue-marine
it: Acquamarina
ja: アクアマリン
ko: 아쿠아마린
pt_br: Água-marinha
zh_hans: 海蓝宝石
zh_hant: 海藍寶石

source: Something phishy? Swim away.
de: Etwas faul? Schwimm davon.
es: ¿Te quieren pescar? ¡Nada y escapa!
fr: On t’hameçonne ? Prends le large.
it: Ti vogliono pescare? Nuota via.
ja: フィッシング？ スイスイ逃げよう。
ko: 낚시 냄새가 나면? 헤엄쳐 도망가세요.
pt_br: Te pescaram? Nade para longe.
zh_hans: 遇到钓鱼？快游开！
zh_hant: 遇到釣魚？快游開！

source: If a message rushes you to click, pause. Open the official app or website yourself.
de: Wenn dich eine Nachricht zum schnellen Klicken drängt, halte kurz inne. Öffne die offizielle App oder Website selbst.
es: Si un mensaje te mete prisa para hacer clic, detente. Abre tú mismo la app o el sitio web oficial.
fr: Si un message te pousse à cliquer vite, fais une pause. Ouvre toi-même l’app ou le site officiel.
it: Se un messaggio ti mette fretta di fare clic, fermati. Apri tu l’app o il sito ufficiale.
ja: クリックを急かすメッセージが来たら、ひと呼吸。公式アプリや公式サイトを自分で開きましょう。
ko: 메시지가 서둘러 클릭하라고 재촉하면 잠시 멈추세요. 공식 앱이나 사이트를 직접 여세요.
pt_br: Se uma mensagem te pressiona a clicar, pare um instante. Abra o app ou site oficial por conta própria.
zh_hans: 如果消息催促你轻点，先停一下。请自行打开官方 App 或网站。
zh_hant: 如果訊息催促你點選，先停一下。請自行開啟官方 App 或網站。

source: I have a WireGuard configuration
de: Ich habe eine WireGuard-Konfiguration
es: Tengo una configuración de WireGuard
fr: J’ai une configuration WireGuard
it: Ho una configurazione WireGuard
ja: WireGuard構成を持っている
ko: WireGuard 구성이 있습니다
pt_br: Tenho uma configuração do WireGuard
zh_hans: 我有 WireGuard 配置
zh_hant: 我有 WireGuard 設定

source: Configuration saved
de: Konfiguration gespeichert.
es: Configuración guardada.
fr: Configuration enregistrée.
it: Configurazione salvata.
ja: 構成を保存しました。
ko: 구성을 저장했습니다.
pt_br: Configuração salva.
zh_hans: 配置已保存。
zh_hant: 設定已儲存。

# Review VPN setup
source: Review VPN chaining
de: VPN-Verkettung prüfen
es: Revisar el encadenamiento VPN
fr: Vérifier le chaînage VPN
it: Verifica il concatenamento VPN
ja: VPNチェーンを確認
ko: VPN 체이닝 확인
pt_br: Revisar o encadeamento de VPN
zh_hans: 检查 VPN 串联
zh_hant: 檢查 VPN 串接
